Repository: rottenpants466/powertop
Catalog: po/*.po
Languages: pt_pt

source: Cannot create temp file
pt_pt: Não foi possível criar o ficheiro temporário

source: Calibrating: CPU usage on %i threads
pt_pt: A calibrar: Utilização da CPU em %i threads

source: Calibrating: CPU wakeup power consumption
pt_pt: A calibrar: Consumo de energia ao despertar a CPU

source: Calibrating USB devices
pt_pt: A calibrar: Dispositivos USB

source: .... device %s
pt_pt: .... dispositivo %s

source: Calibrating radio devices
pt_pt: A calibrar: Dispositivos wireless

source: Calibrating backlight
pt_pt: A calibrar: Luz de fundo

source: Calibrating idle
pt_pt: A calibrar: Estado inativo

source: Calibrating: disk usage
pt_pt: A calibrar: Utilização de disco

source: Starting PowerTOP power estimate calibration
pt_pt: A iniciar a calibração da estimativa do consumo de energia do PowerTOP

source: Finishing PowerTOP power estimate calibration
pt_pt: A terminar a calibração da estimativa do consumo de energia do PowerTOP

source: Parameters after calibration:
pt_pt: Parâmetros depois da calibração:

source: Idle
pt_pt: Estado inativo

source: Turbo Mode
pt_pt: Modo de turbo

source: Core(HW)
pt_pt: Núcleo(HW)

source: Core(OS)
pt_pt: Núcleo(OS)

source: Core
pt_pt: Núcleo

source: cpu package %i
pt_pt: pacote da cpu %i

source: cpu package
pt_pt: pacote da cpu

source: package-%i
pt_pt: pacote-%i

source: cpu rapl package
pt_pt: rapl do pacote da cpu

source: dram rapl package
pt_pt: rapl da dram do pacote

source: Processor Idle State Report
pt_pt: Relatório do estado inativo do processador

source: Package
pt_pt: Pacote

source: Core %d
pt_pt: Núcleo %d

source: Processor Frequency Report
pt_pt: Relatório da frequência do processador

source: cpu_idle event returned no state?
pt_pt: o evento cpu_idle não devolveu nenhum estado?

source: power or cpu_frequency event returned no state?
pt_pt: o evento cpu_frequency ou energia não devolveu nenhum estado?

source: C0 polling
pt_pt: Analisando o C0

source: Pkg(HW)
pt_pt: Pacote(HW)

source: Pkg(OS)
pt_pt: Pacote(OS)

source: Package
pt_pt: Pacote

source: C0 active
pt_pt: C0 ativo

source: Average
pt_pt: Média

source: SATA link: %s
pt_pt: Ligação SATA: %s

source: SATA disk: %s
pt_pt: Disco SATA: %s

source: AHCI ALPM Residency Statistics - Not supported on this macine
pt_pt: Estatísticas do estado de AHCI ALPM - Não é suportado por este computador

source: Link
pt_pt: Ligação

source: Active
pt_pt: Ativo

source: Partial
pt_pt: Parcial

source: Slumber
pt_pt: Inativo

source: AHCI ALPM Residency Statistics
pt_pt: Estatísticas do estado de AHCI ALPM

source: Audio codec %s: %s (%s)
pt_pt: Codec de áudio %s: %s (%s)

source: Audio codec %s: %s
pt_pt: Codec de áudio %s: %s

source: Device Freq stats
pt_pt: Estatísticas da frequência do dispositivo

source: Devfreq is not enabled
pt_pt: O Devfreq não está ativado

source: No devfreq devices available
pt_pt: Não existem dispositivos devfreq disponíveis

source: The battery reports a discharge rate of %sW
pt_pt: A bateria reporta um consumo de energia de %sW

source: The energy consumed was %sJ
pt_pt: A energia consumida foi %sJ

source: System baseline power is estimated at %sW
pt_pt: A base de referência de energia do sistema está estimada em %sW

source: Power est. Usage Device name
pt_pt: Est. de consumo Utilização Nome do dispositivo

source: Usage Device name
pt_pt: Utilização Nome do dispositivo

source: The battery reports a discharge rate of:
pt_pt: A bateria reporta um consumo de energia:

source: The energy consumed was :
pt_pt: A energia consumida foi :

source: The system baseline power is estimated at:
pt_pt: A base de referência de energia do sistema está estimada em:

source: Usage
pt_pt: Utilização

source: Device Name
pt_pt: Nome do dispositivo

source: PW Estimate
pt_pt: Estimativa de energia

source: Device Power Report
pt_pt: Relatório de energia do dispositivo

source: Network interface: %s (%s)
pt_pt: Interface de rede: %s (%s)

source: Radio device: %s
pt_pt: Dispositivo wireless: %s

source: Adapter
pt_pt: Adaptador

source: Device
pt_pt: Dispositivo

source: PCI Device: %s
pt_pt: Dispositivo PCI: %s

source: USB device: %s
pt_pt: Dispositivo USB: %s

source: USB device: %s (%s)
pt_pt: Dispositivo USB: %s (%s)

source: Process
pt_pt: Processo

source: Process Device Activity
pt_pt: Processo da atividade do dispositivo

source: Overview
pt_pt: Vista geral

source: Idle stats
pt_pt: Estatísticas do estado inativo

source: Frequency stats
pt_pt: Estatísticas da frequência

source: Device stats
pt_pt: Estatísticas do dispositivo

source: Exit
pt_pt: Sair

source: Navigate
pt_pt: Navegar

source: PS/2 Touchpad / Keyboard / Mouse
pt_pt: PS/2 Touchpad (Rato de toque) / Teclado / Rato

source: SATA controller
pt_pt: Controlador SATA

source: Intel built in USB hub
pt_pt: Centro de portas USB incorporadas da Intel

source: glob returned GLOB_NOSPACE
pt_pt: o glob devolveu GLOB_NOSPACE

source: glob returned GLOB_ABORTED
pt_pt: o glob devolveu GLOB_ABORTED

source: glob returned GLOB_NOMATCH
pt_pt: o glob devolveu GLOB_NOMATCH

source: Model-specific registers (MSR) not found (try enabling CONFIG_X86_MSR).
pt_pt: Model-specific registers (MSR) não encontrado (tente ativar oCONFIG_X86_MSR).

source: PowerTOP version
pt_pt: Versão do PowerTOP

source: Set refresh time out
pt_pt: Definir o tempo limite da taxa de atualização

source: Usage: powertop [OPTIONS]
pt_pt: Utilização: powertop [OPÇÕES]

source: sets all tunable options to their GOOD setting
pt_pt: definir todas as opções de ajuste para a definição BOA

source: runs powertop in calibration mode
pt_pt: inicia o powertop no modo de calibração

source: [=filename]
pt_pt: [=nome do ficheiro]

source: generate a csv report
pt_pt: gerar um relatório em csv

source: run in "debug" mode
pt_pt: iniciar em modo "depurar"

source: uses an Extech Power Analyzer for measurements
pt_pt: utiliza um analisador de energia Extech para fazer medições

source: generate a html report
pt_pt: gerar um relatório em html

source: [=iterations] number of times to run each test
pt_pt: [=repetir] número de vezes para repetir cada teste

source: suppress stderr output
pt_pt: suprimir o resultado de stderr

source: [=seconds]
pt_pt: [=segundos]

source: interval for power consumption measurement
pt_pt: intervalo da medição do consumo de energia

source: generate a report for 'x' seconds
pt_pt: gerar um relatório a cada 'x' segundos

source: [=workload]
pt_pt: [=tarefa]

source: file to execute for workload
pt_pt: ficheiro a executar para a tarefa

source: print version information
pt_pt: mostrar informação sobre a versão

source: print this help menu
pt_pt: mostrar este menu de ajuda

source: For more help please refer to the 'man 8 powertop'
pt_pt: Para obter mais ajuda consulte o 'man 8 powertop'

source: Unknown issue running workload!
pt_pt: Ocorreu um problema desconhecido ao executar a tarefa!

source: PowerTOP is out of memory. PowerTOP is Aborting
pt_pt: O PowerTOP está sem memória e vai abortar

source: Preparing to take measurements
pt_pt: A preparar para fazer medições

source: Taking %d measurement(s) for a duration of %d second(s) each.
pt_pt: A fazer %d medição(ões) com uma duração de %d segundo(s) em cada.

source: Measuring workload %s.
pt_pt: A fazer medição da tarefa %s.

source: exiting...
pt_pt: a sair...

source: modprobe cpufreq_stats failed
pt_pt: o modprobe cpufreq_stats falhou

source: modprobe msr failed
pt_pt: o modprobe msr falhou

source: Failed to mount debugfs!
pt_pt: A montagem do debugfs falhou!

source: Should still be able to auto tune...
pt_pt: Pode ser ainda possível ajustar automaticamente...

source: Invalid CSV filename
pt_pt: Nome do ficheiro CSV inválido

source: Invalid HTML filename
pt_pt: Nome do ficheiro HTML inválido

source: Quiet mode failed!
pt_pt: O modo silencioso falhou!

source: Leaving PowerTOP
pt_pt: A sair do POWERTOP

source: Cannot save to file
pt_pt: Não foi possível guardar no ficheiro

source: Cannot load from file
pt_pt: Não foi possível carregar do ficheiro

source: Loaded %i prior measurements
pt_pt: %i medições anteriores carregadas

source: File will be loaded after taking minimum number of measurement(s) with battery only
pt_pt: O ficheiro vai ser carregado depois de fazer um número mínimo de medições só a usar a bateria

source: Too many open files, please increase the limit of open file descriptors.
pt_pt: Estão demasiados ficheiros abertos, aumente o limite dos descritores de ficheiros abertos, por favor.

source: PowerTOP %s needs the kernel to support the 'perf' subsystem
pt_pt: O PowerTOP %s necessita que o kernel suporte o subsistema 'perf'

source: as well as support for trace points in the kernel:
pt_pt: bem como o suporte para o rastreio de pontos no kernel:

source: Estimated power: %5.1f Measured power: %5.1f Sum: %5.1f
pt_pt: Energia estimada: %5.1f Medição da energia: %5.1f Soma: %5.1f

source: The estimated remaining time is %i hours, %i minutes
pt_pt: O tempo restante de bateria estimado são %i horas, %i minutos

source: Summary
pt_pt: Resumo

source: wakeups/second
pt_pt: despertar/segundo

source: GPU ops/seconds
pt_pt: GPU ops/segundos

source: VFS ops/sec and
pt_pt: VFS ops/segundo e

source: CPU use
pt_pt: Utilização da CPU

source: Power est.
pt_pt: Estimativa de energia

source: Events/s
pt_pt: Eventos/segundo

source: Category
pt_pt: Categoria

source: Description
pt_pt: Descrição

source: Wakeups/s
pt_pt: Despertar/segundo

source: GPU ops/s
pt_pt: GPU ops/segundo

source: Disk IO/s
pt_pt: Disk IO/segundo

source: GFX Wakeups/s
pt_pt: Despertar de GFX/segundo

source: Overview of Software Power Consumers
pt_pt: Vista geral do consumo de energia de software

source: Target:
pt_pt: Destino:

source: 1 units/s
pt_pt: 1 unidade/segundo

source: System:
pt_pt: Sistema:

source: wakeup/s
pt_pt: despertar/segundo

source: % usage
pt_pt: % de utilização

source: ops/s
pt_pt: ops/segundo

source: wakeups/s
pt_pt: despertar/segundo

source: Top 10 Power Consumers
pt_pt: Os top 10 que consomem mais energia

source: PowerTOP Version
pt_pt: Versão do PowerTOP

source: Kernel Version
pt_pt: Versão do kernel

source: System Name
pt_pt: Nome do sistema

source: CPU Information
pt_pt: Informação da CPU

source: OS Information
pt_pt: Informação do sistema operativo

source: System Information
pt_pt: Informação do sistema

source: Cannot open output file %s (%s)
pt_pt: Não foi possível abrir o ficheiro de resultados %s (%s)

source: PowerTOP outputting using base filename %s
pt_pt: O PowerTOP está a exportar o resultado usando o nome de ficheiro base %s

source: Good
pt_pt: Bom

source: Bad
pt_pt: Mau

source: Unknown
pt_pt: Desconhecido

source: Bluetooth device interface status
pt_pt: Estado da interface do dispositivo de bluetooth

source: Wake-on-lan status for device %s
pt_pt: Estado do wake-on-lan para o dispositivo %s

source: Runtime PM for %s device %s
pt_pt: Tempo de execução PM para o %s dispositivo %s

source: %s device %s has no runtime power management
pt_pt: o %s dispositivo %s não possui uma gestão de energia do tempo de execução

source: PCI Device %s has no runtime power management
pt_pt: O dispositivo PCI %s não possui uma gestão de energia do tempo de execução

source: Runtime PM for PCI Device %s
pt_pt: Tempo de execução PM para o dispositivo PCI %s

source: Runtime PM for port %s of PCI device: %s
pt_pt: Tempo de execução PM para a porta %s do dispositivo PCI: %s

source: Runtime PM for disk %s
pt_pt: Tempo de execução PM para o disco %s

source: Enable Audio codec power management
pt_pt: Ativar a gestão de energia do codec de áudio

source: NMI watchdog should be turned off
pt_pt: O 'watchdog' do NMI devia estar desligado

source: Power Aware CPU scheduler
pt_pt: Sincronizador da CPU ciente de energia

source: VM writeback timeout
pt_pt: Tempo limite de escrita da VM

source: Tunables
pt_pt: Ajustes

source: <ESC> Exit | <Enter> Toggle tunable | <r> Window refresh
pt_pt: <ESC> Sair | <Enter> Ativar/Desativar ajuste | <r> Atualizar janela

source: Software Settings in Need of Tuning
pt_pt: Definições de software que necessitam de ajustes

source: Untunable Software Issues
pt_pt: Problemas de software que não são possíveis de ajustar

source: Optimal Tuned Software Settings
pt_pt: Definições de ajustes ideais para o software

source: Runtime PM for I2C %s %s (%s)
pt_pt: Tempo de execução PM para o I2C %s %s (%s)

source: I2C %s %s has no runtime power management
pt_pt: O I2C %s %s não possui uma gestão de energia do tempo de execução

source: Enable SATA link power management for %s
pt_pt: Ativar gestão de energia da ligação SATA para %s

source: Autosuspend for unknown USB device %s (%s:%s)
pt_pt: Suspender automaticamente o dispositivo USB desconhecido %s (%s:%s)

source: Autosuspend for USB device %s [%s]
pt_pt: Suspender automaticamente o dispositivo USB %s [%s]

source: Wireless Power Saving for interface %s
pt_pt: Poupança de energia wireless para a interface %s

source: WakeUp
pt_pt: Despertar

source: <ESC> Exit | <Enter> Toggle wakeup | <r> Window refresh
pt_pt: <ESC> Sair | <Enter> Ativar/Desativar despertar | <r> Atualizar janela

source: Wake status of the devices
pt_pt: Estado do despertar dos dispositivos

source: Enabled
pt_pt: Ativado

source: Disabled
pt_pt: Desativado

source: Wake status for USB device %s
pt_pt: Estado do despertar para o dispositivo USB %s
